tap 'caskroom/cask'

# Shell tooling

brew 'zsh'
brew 'coreutils'
brew 'gpg'
brew 'cmake'
brew 'fzf'
brew 'ncdu'

# Languages

brew 'erlang'
brew 'rbenv'
brew 'ruby-install'
brew 'nvm'

# Kubernetes

brew 'kubernetes-cli'
brew 'kubernetes-helm'

# Misc

brew 'mackup'
brew 'sqlite'
brew 'wrk'
brew 'redis'
brew 'nmap'
brew 'gron'
