tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'mas' # Install Mac App Store bundles

# Shell tooling

brew 'zsh'
brew 'coreutils'
brew 'gpg'
brew 'cmake'
brew 'fzf'
brew 'ncdu'

# Languages

brew 'erlang'
brew 'rbenv'
brew 'ruby-install'
brew 'nvm'

# Kubernetes

brew 'kubernetes-cli'
brew 'kubernetes-helm'

# Misc

brew 'mackup'
brew 'sqlite'
brew 'wrk'
brew 'redis'
brew 'nmap'
brew 'gron'
brew 'htop'
brew 'jq'
brew 'watch'

# Mac App Store

mas '1Password', id: 443987910
mas 'Airmail 3', id: 918858936
mas 'Bear', id: 1091189122
mas 'Cinch', id: 412529613
mas 'Navicat Premium Essentials', id: 466416967
mas 'Rest', id: 661067914
mas 'Temperature Gauge', id: 467830521
mas 'The Unarchiver', id: 425424353
mas 'Tweetbot', id: 1384080005
mas 'Wunderlist', id: 410628904
